{
  "<AGE>": 32003,
  "<CONTEXT_INJECT>": 32008,
  "<DIRECT>": 32013,
  "<DISABILITY>": 32011,
  "<EUPHEMISM>": 32001,
  "<GENDER>": 32010,
  "<GENERAL>": 32012,
  "<HARASSMENT>": 32004,
  "<HATE_SPEECH>": 32005,
  "<IMPLICIT_HATE>": 32007,
  "<LEETSPEAK>": 32006,
  "<NATIONALITY>": 32002,
  "<OFFENSIVE>": 32014,
  "<RACE>": 32015,
  "<RELIGION>": 32000,
  "<SEXUALITY>": 32009
}
